

let heros = [{
    reaCode: 367,
    hero: "张飞",
    info: "攻速成长(1) max攻击(247) 需攻击(2571) max血8341) 需血(1659)  技能伤(2700) 攻击加成(2.59) 技能限制攻击(2610)",
    remarks: ""
}, {
    reaCode: 368,
    hero: "后羿",
    info: "攻速成长(1) max攻击(400) 需攻击(5421) max血(5986) 需血(4014)  技能伤(1850) 攻击加成(1.4) 技能限制攻击(400)",
    remarks: ""
}, {
    reaCode: 369,
    hero: "牛魔",
    info: "攻速成长(1) max攻击(273) 需攻击(887) max血(8476) 需血(1524)  技能伤(3850) 攻击加成(5.3) 技能限制攻击(8500)",
    remarks: ""
}, {
    reaCode: 370,
    hero: "孙悟空",
    info: "攻速成长(1) max攻击(349) 需攻击(19191) max血(6585) 需血(3415)  技能伤(230) 攻击加成(0.5) 技能限制攻击(460)",
    remarks: "被动max: 608"
}, {
    reaCode: 371,
    hero: "亚瑟",
    info: "攻速成长(1) max攻击(346) 需攻击(689) max血(8050) 需血(1950)  技能伤(1785+20%血) 攻击加成(6) 技能限制攻击(1175)",
    remarks: ""
}, {
    reaCode: 372,
    hero: "张良",
    info: "攻速成长(1) max攻击(293) 需攻击(1129) max血(5799) 需血(4201)  技能伤(4690) 攻击加成(4.7) 技能限制攻击(560)",
    remarks: ""
}, {
    reaCode: 373,
    hero: "花木兰",
    info: "攻速成长(2) max攻击(317) 需攻击(440) max血(5711) 需血(4289)  技能伤(3070) 攻击加成(9.15) 技能限制攻击(135)",
    remarks: ""
}, {
    reaCode: 374,
    hero: "王昭君",
    info: "攻速成长(1) max攻击(296) 需攻击(982) max血(5429) 需血(4571) 技能伤(6100) 攻击加成(3.97) 技能限制攻击(无)",
    remarks: ""
}, {
    reaCode: 375,
    hero: "韩信",
    info: "攻速成长(3) max攻击(286) 需攻击(1232) max血(5655) 需血(4345) 技能伤(2030) 攻击加成(5.25) 技能限制攻击(2333)",
    remarks: ""
}, {
    reaCode: 376,
    hero: "姜子牙",
    info: "攻速成长(1) max攻击(317) 需攻击(2367) max血(5399) 需血(4601) 技能伤(2850) 攻击加成(3.02) 技能限制攻击(157)",
    remarks: ""
}, {
    reaCode: 377,
    hero: "露娜",
    info: "攻速成长(2) max攻击(335) 需攻击(2614) max血(6612) 需血(3388) 技能伤(3385) 攻击加成(2.53) 技能限制攻击(446)",
    remarks: "两个一技能和三技能,忽略二技能伤害, 被动max: 290"
}, {
    reaCode: 378,
    hero: "程咬金",
    info: "攻速成长(1) max攻击(318) 需攻击(2683) max血(8949) 需血(1051) 技能伤(1295) 攻击加成(2.9) 技能限制攻击(625)",
    remarks: "两个二技能, 32*7=224"
}, {
    reaCode: 379,
    hero: "安琪拉",
    info: "攻速成长(1) max攻击(293) 需攻击(1376) max血(5994) 需血(4006) 技能伤(3640) 攻击加成(4.62) 技能限制攻击(246)",
    remarks: "被动法术加成忽略不记"
}, {
    reaCode: 380,
    hero: "貂蝉",
    info: "攻速成长(1) max攻击(287) 需攻击(6965) max血(5611) 需血(4389) 技能伤(875) 攻击加成(1.31) 技能限制攻击(250)",
    remarks: "被动max: 160"
}, {
    reaCode: 381,
    hero: "老夫子",
    info: "攻速成长(3) max攻击(337) 需攻击(4613) max血(7155) 需血(2845) 技能伤(1000) 攻击加成(2) 技能限制攻击(2000)",
    remarks: "被动max: 228"
}, {
    reaCode: 382,
    hero: "武则天",
    info: "攻速成长() max攻击() 需攻击(5197) max血() 需血() 技能伤(2100) 攻击加成(1.52) 技能限制攻击(571)",
    remarks: ""
}, {
    reaCode: 383,
    hero: "项羽",
    info: "攻速成长(0) max攻击(333) 需攻击(3399) max血(6490) 需血(3510) 技能伤(1490) 攻击加成(2.28) 技能限制攻击(461)",
    remarks: ""
}, {
    reaCode: 384,
    hero: "达摩",
    info: "攻速成长(3) max攻击(355) 需攻击(1793) max血(7140) 需血(2860) 技能伤(2050) 攻击加成(3.7) 技能限制攻击(223)",
    remarks: ""
}, {
    reaCode: 385,
    hero: "狄仁杰",
    info: "攻速成长(2) max攻击(376) 需攻击(2631) max血(5710) 需血(4290) 技能伤(1460) 攻击加成(2.84) 技能限制攻击(358)",
    remarks: "命中2令牌"
}, {
    reaCode: 386,
    hero: "宫本武藏",
    info: "攻速成长(1) max攻击(,330) 需攻击(3690) max血(6692) 需血(3308) 技能伤(1960) 攻击加成(2) 技能限制攻击(600)",
    remarks: "被动max: 232, 忽略被动加成伤害"
}, {
    reaCode: 387,
    hero: "典韦",
    info: "攻速成长(3) max攻击(345+240) 需攻击(3324) max血(7636) 需血(2364) 技能伤(1400) 攻击加成(2.2) 技能限制攻击(无)",
    remarks: "被动max: 240"
}, {
    reaCode: 388,
    hero: "曹操",
    info: "攻速成长(1) max攻击(361+200) 需攻击(1264) max血(7473) 需血(2527) 技能伤(1845) 攻击加成(4.42) 技能限制攻击(1781)",
    remarks: "大招物理攻击max增加200"
}, {
    reaCode: 389,
    hero: "甄姬",
    info: "攻速成长(1) max攻击(296) 需攻击(1386) max血(5783) 需血(4217) 技能伤(4150) 攻击加成(4.22) 技能限制攻击(1375)",
    remarks: "被动max: 630"
}, {
    reaCode: 390,
    hero: "周瑜",
    info: "攻速成长(1) max攻击(298) 需攻击(1140) max血(5513) 需血(4487) 技能伤(5450) 攻击加成(3.99) 技能限制攻击(301)",
    remarks: "被动max: 251"
}, {
    reaCode: 391,
    hero: "吕布",
    info: "攻速成长(1) max攻击(354) 需攻击(1418) max血(7344) 需血(2656) 技能伤(2200) 攻击加成(4.4) 技能限制攻击(无)",
    remarks: "忽略二技能伤害"
}, {
    reaCode: 392,
    hero: "芈月",
    info: "攻速成长(0) max攻击(289) 需攻击(3705) max血(6311) 需血(3689) 技能伤(2440) 攻击加成(2.04) 技能限制攻击(86)",
    remarks: ""
}, {
    reaCode: 393,
    hero: "白起",
    info: "攻速成长(1) max攻击(289) 需攻击(3440) max血(7242) 需血(2758) 技能伤(1310) 攻击加成(2.33) 技能限制攻击(746)",
    remarks: ""
}, {
    reaCode: 394,
    hero: "扁鹊",
    info: "攻速成长(1) max攻击(309) 需攻击(5280) max血(6256) 需血(3744) 技能伤(600) 攻击加成(1.78) 技能限制攻击(39)",
    remarks: "被动max: 39"
}, {
    reaCode: 395,
    hero: "孙斌",
    info: "攻速成长(1) max攻击(328) 需攻击(2134) max血(6811) 需血(3189) 技能伤(4620) 攻击加成(2.52) 技能限制攻击(493)",
    remarks: ""
}, {
    reaCode: 396,
    hero: "钟无艳",
    info: "攻速成长(1) max攻击(354) 需攻击(14) max血(7196) 需血(2804) 技能伤(5210) 攻击加成(13) 技能限制攻击(1500)",
    remarks: ""
}, {
    reaCode: 397,
    hero: "阿珂",
    info: "攻速成长(2) max攻击(427) 需攻击(2670) max血(5968) 需血(4032) 技能伤(1187) 攻击加成(2.75) 技能限制攻击(714)",
    remarks: ""
}, {
    reaCode: 398,
    hero: "高渐离",
    info: "攻速成长(1) max攻击(290) 需攻击(2459) max血(6165) 需血(3035) 技能伤(3900) 攻击加成(2.48) 技能限制攻击(1226)",
    remarks: "被动max: 560, 忽略大招法术加成"
}, {
    reaCode: 399,
    hero: "刘禅",
    info: "攻速成长(1) max攻击(295) 需攻击(627) max血(8581) 需血(1419) 技能伤(3800) 攻击加成(6.72) 技能限制攻击(1600)",
    remarks: ""
}, {
    reaCode: 400,
    hero: "庄周",
    info: "攻速成长(1) max攻击(297) 需攻击(8431) max血(7742) 需血(2258) 技能伤(1400) 攻击加成(1.02) 技能限制攻击(857)",
    remarks: ""
}, {
    reaCode: 401,
    hero: "鲁班七号",
    info: "攻速成长(3) max攻击(,400) 需攻击(5965) max血(5989) 需血(4011) 技能伤(1350) 攻击加成(1.45) 技能限制攻击(2166)",
    remarks: "忽略大招伤害"
}, {
    reaCode: 402,
    hero: "孙尚香",
    info: "攻速成长(3) max攻击(386) 需攻击(2175) max血(6014) 需血(3986) 技能伤(1625) 攻击加成(3.85) 技能限制攻击(无)",
    remarks: ""
}, {
    reaCode: 403,
    hero: "嬴政",
    info: "攻速成长(0) max攻击(309) 需攻击(-0) max血(5471) 需血(4529) 技能伤(10105) 攻击加成(8.05) 技能限制攻击(198)",
    remarks: "忽略大招法术加成"
}, {
    reaCode: 404,
    hero: "妲己",
    info: "攻速成长(1) max攻击(293) 需攻击(1114) max血(6040) 需血(3960) 技能伤(3735) 攻击加成(5.62) 技能限制攻击(1352)",
    remarks: ""
}, {
    reaCode: 405,
    hero: "墨子",
    info: "攻速成长(2) max攻击(350) 需攻击(1900) max血(6709) 需血(3291) 技能伤(3100) 攻击加成(3.63) 技能限制攻击(545)",
    remarks: "忽略二技能二段"
}, {
    reaCode: 406,
    hero: "赵云",
    info: "攻速成长(2) max攻击(380) 需攻击(2058) max血(6936) 需血(3064) 技能伤(1560) 攻击加成(4.1) 技能限制攻击(318)",
    remarks: ""
}, {
    reaCode: 407,
    hero: "小乔",
    info: "攻速成长(1) max攻击(263) 需攻击(1347) max血(5916) 需血(4084) 技能伤(3800) 攻击加成(4.6) 技能限制攻击(1000)",
    remarks: ""
}, {
    reaCode: 408,
    hero: "廉颇",
    info: "攻速成长(1) max攻击(288) 需攻击(1969) max血(7612) 需血(2388) 技能伤(1040) 攻击加成(4.55) 技能限制攻击(300)",
    remarks: ""
}, {
    reaCode: 409,
    hero: "刘备",
    info: "攻速成长(2) max攻击(263) 需攻击(2859) max血(6900) 需血(3100) 技能伤(2280) 攻击加成(2.7) 技能限制攻击(333)",
    remarks: "假定每次普攻4颗子弹"
}, {
    reaCode: 410,
    hero: "兰陵王",
    info: "攻速成长(1) max攻击(388) 需攻击(2378) max血(6517) 需血(3483) 技能伤(2150) 攻击加成(3.3) 技能限制攻击(383)",
    remarks: "忽略二技能二段"
}, {
    reaCode: 411,
    hero: "娜可露露",
    info: "攻速成长(1) max攻击(,385) 需攻击(823) max血(6205) 需血(3795) 技能伤(2400) 攻击加成(5.9) 技能限制攻击(无)",
    remarks: "被动max: 80, 忽略一技能二段"
}, {
    reaCode: 412,
    hero: "李白",
    info: "攻速成长(3) max攻击(330) 需攻击(1377) max血(5483) 需血(4517) 技能伤(2490) 攻击加成(5.45) 技能限制攻击(600)",
    remarks: "被动max: 58"
}, {
    reaCode: 413,
    hero: "钟馗",
    info: "攻速成长(1) max攻击(320) 需攻击(1475) max血(7316) 需血(2684) 技能伤(4395) 攻击加成(3.8) 技能限制攻击(941)",
    remarks: ""
}, {
    reaCode: 414,
    hero: "李元芳",
    info: "攻速成长(3) max攻击(396) 需攻击(563) max血(5725) 需血(4275) 技能伤(3286) 攻击加成(7) 技能限制攻击(100)",
    remarks: ""
}, {
    reaCode: 415,
    hero: "刘邦",
    info: "攻速成长(3) max攻击(303) 需攻击(12863) max血(8148) 需血(1952) 技能伤(2100) 攻击加成(0.6) 技能限制攻击(750)",
    remarks: ""
}, {
    reaCode: 416,
    hero: "不知火舞",
    info: "攻速成长(1) max攻击(,293) 需攻击(2455) max血(6014) 需血(3986) 技能伤(3050) 攻击加成(2.83) 技能限制攻击(3333)",
    remarks: ""
}, {
    reaCode: 417,
    hero: "虞姬",
    info: "攻速成长(3) max攻击(407) 需攻击(2221) max血(5669) 需血(4331) 技能伤(1780) 攻击加成(3.7) 技能限制攻击(1800)",
    remarks: ""
}, {
    reaCode: 418,
    hero: "关羽",
    info: "攻速成长(0.5) max攻击(364) 需攻击(2858) max血(7383) 需血(2617) 技能伤(2510) 攻击加成(2.62) 技能限制攻击(无)",
    remarks: ""
}, {
    reaCode: 419,
    hero: "蔡文姬",
    info: "攻速成长(1) max攻击(292) 需攻击(23875) max血(5910) 需血(4090) 技能伤(450) 攻击加成(0.4) 技能限制攻击(750)",
    remarks: ""
}, {
    reaCode: 420,
    hero: "夏侯惇",
    info: "攻速成长(2) max攻击(315) 需攻击(1500) max血(7747) 需血(2253) 技能伤(2405) 攻击加成(5.06) 技能限制攻击(1083)",
    remarks: ""
}, {
    reaCode: 421,
    hero: "雅典娜",
    info: "攻速成长(2) max攻击(327) 需攻击(2216) max血(6264) 需血(3756) 技能伤(2040) 攻击加成(3.13) 技能限制攻击(1594)",
    remarks: ""
}, {
    reaCode: 422,
    hero: "马克菠萝",
    info: "攻速成长(3) max攻击(,362) 需攻击(1002) max血(5584) 需血(4416) 技能伤(4200) 攻击加成(4.25) 技能限制攻击(240)",
    remarks: ""
}, {
    reaCode: 423,
    hero: "橘右京",
    info: "攻速成长(1) max攻击(347) 需攻击(742) max血(7000) 需血(3000) 技能伤(1950) 攻击加成(7.39) 技能限制攻击(666)",
    remarks: ""
}, {
    reaCode: 424,
    hero: "成吉思汗",
    info: "攻速成长(3) max攻击(,394) 需攻击(3733) max血(5799) 需血(4201) 技能伤(920) 攻击加成(2.2) 技能限制攻击(无)",
    remarks: ""
}, {
    reaCode: 425,
    hero: "杨戬",
    info: "攻速成长(2) max攻击(325) 需攻击(1268) max血(7420) 需血(2580) 技能伤(2750) 攻击加成(4.55) 技能限制攻击(1000)",
    remarks: "忽略一技能二段"
}, {
    reaCode: 426,
    hero: "太乙真人",
    info: "攻速成长(1) max攻击(,284) 需攻击(3000) max血(7058) 需血(2942) 技能伤(2200) 攻击加成(2.6) 技能限制攻击(3500)",
    remarks: "忽略大招伤害"
}, {
    reaCode: 427,
    hero: "哪吒",
    info: "攻速成长(2) max攻击(320) 需攻击(4622) max血(7268) 需血(2732) 技能伤(1350) 攻击加成(1.75) 技能限制攻击(2400)",
    remarks: ""
}, {
    reaCode: 428,
    hero: "诸葛亮",
    info: "攻速成长(1) max攻击(287) 需攻击(2965) max血(5824) 需血(4176) 技能伤(3210) 攻击加成(2.29) 技能限制攻击(1458)",
    remarks: "被动max: 900"
}, {
    reaCode: 429,
    hero: "黄忠",
    info: "攻速成长(3) max攻击(426) 需攻击(15574) max血(6030) 需血(3970) 技能伤(400) 攻击加成(0.6) 技能限制攻击(1000)",
    remarks: ""
}, {
    reaCode: 430,
    hero: "大乔",
    info: "攻速成长(1) max攻击(305) 需攻击(2496) max血(5569) 需血(4431) 技能伤(3760) 攻击加成(2.5) 技能限制攻击(291)",
    remarks: ""
}, {
    reaCode: 431,
    hero: "东皇太一",
    info: "攻速成长(1) max攻击(,286) 需攻击(2909) max血(7669) 需血(2331) 技能伤(3600) 攻击加成(2.2) 技能限制攻击(1000)",
    remarks: ""
}, {
    reaCode: 432,
    hero: "干将莫邪",
    info: "攻速成长(1) max攻击(,292) 需攻击(939) max血(5583) 需血(4417) 技能伤(6150) 攻击加成(4.1) 技能限制攻击(1100)",
    remarks: "被动max: 580"
}, {
    reaCode: 433,
    hero: "伽罗",
    info: "攻速成长(1) max攻击(387) 需攻击(6946) max血(5898) 需血(4102) 技能伤(1200) 攻击加成(1.2) 技能限制攻击(666)",
    remarks: ""
}, {
    reaCode: 434,
    hero: "李信",
    info: "光信: 攻速成长(1) max攻击(362) 需攻击(895) max血(7203) 需血(2797) 技能伤(1700) 攻击加成(6.6) 技能限制攻击(无)",
    remarks: ""
}, {
    reaCode: 434,
    hero: "李信",
    info: "暗信: 攻速成长(1) max攻击(362) 需攻击(3898) max血(7203) 需血(2797) 技能伤(1480) 攻击加成(2) 技能限制攻击(2650)",
    remarks: ""
}, {
    reaCode: 435,
    hero: "鬼谷子",
    info: "攻速成长(1) max攻击(297) 需攻击(4166) max血(7107) 需血(2893) 技能伤(2500) 攻击加成(1.8) 技能限制攻击(235)",
    remarks: "被动max: 580, 二技能二段max: 800"
}, {
    reaCode: 436,
    hero: "铠",
    info: "攻速成长(2) max攻击(328) 需攻击(7049) max血(7357) 需血(2643) 技能伤(3360) 攻击加成(0.9) 技能限制攻击(228)",
    remarks: ""
}, {
    reaCode: 437,
    hero: "百里守约",
    info: "攻速成长(4) max攻击(,410) 需攻击(1467) max血(5611) 需血(4389) 技能伤(2150) 攻击加成(4.18) 技能限制攻击(无)",
    remarks: ""
}, {
    reaCode: 438,
    hero: "百里玄策",
    info: "攻速成长(1) max攻击(,396) 需攻击(2174) max血(6633) 需血(3367) 技能伤(1260) 攻击加成(3.4) 技能限制攻击(无)",
    remarks: ""
}, {
    reaCode: 439,
    hero: "苏烈",
    info: "攻速成长(1) max攻击(302) 需攻击(1524) max血(8780) 需血(1220) 技能伤(2875) 攻击加成(3.9) 技能限制攻击(416)",
    remarks: "大招max: 1500"
}, {
    reaCode: 440,
    hero: "梦奇",
    info: "攻速成长(1) max攻击(294) 需攻击(831) max血(6361) 需血(3639) 技能伤(5800) 攻击加成(5.05) 技能限制攻击(288)",
    remarks: ""
}, {
    reaCode: 441,
    hero: "女娲",
    info: "攻速成长(1) max攻击(295) 需攻击(2280) max血(5626) 需血(4374) 技能伤(3660) 攻击加成(2.78) 技能限制攻击(592)",
    remarks: ""
}, {
    reaCode: 442,
    hero: "明世隐",
    info: "攻速成长(1) max攻击(297) 需攻击(5066) max血(6860) 需血(3140) 技能伤(2400) 攻击加成(1.5) 技能限制攻击(250)",
    remarks: ""
}, {
    reaCode: 443,
    hero: "公孙离",
    info: "攻速成长(1) max攻击(362) 需攻击(5913) max血(5894) 需血(4106) 技能伤(900) 攻击加成(1.45) 技能限制攻击(618)",
    remarks: "被动max: 340"
}, {
    reaCode: 444,
    hero: "杨玉环",
    info: "攻速成长(1) max攻击(297) 需攻击(5356) max血(5682) 需血(4318) 技能伤(1965) 攻击加成(1.5) 技能限制攻击(212)",
    remarks: "被动max: 212"
}, {
    reaCode: 445,
    hero: "裴擒虎",
    info: "攻速成长(1) max攻击(348) 需攻击(676) max血(6088) 需血(3912) 技能伤(3200) 攻击加成(6.64) 技能限制攻击(81)",
    remarks: ""
}, {
    reaCode: 446,
    hero: "弈星",
    info: "攻速成长(1) max攻击(304) 需攻击(6923) max血(5798) 需血(4202) 技能伤(2038) 攻击加成(1.15) 技能限制攻击(294)",
    remarks: "被动max: 438, 忽略一技能二段"
}, {
    reaCode: 447,
    hero: "狂铁",
    info: "攻速成长(2) max攻击(345) 需攻击(1093) max血(6624) 需血(3376) 技能伤(2090) 攻击加成(5.5) 技能限制攻击(无)",
    remarks: ""
}, {
    reaCode: 448,
    hero: "米莱狄",
    info: "攻速成长(1) max攻击(303) 需攻击(12537) max血(5711) 需血(4289) 技能伤(1600) 攻击加成(0.67) 技能限制攻击(117)",
    remarks: "被动max: 360"
}, {
    reaCode: 449,
    hero: "元歌",
    info: "攻速成长(1) max攻击(352) 需攻击(267) max血(4843) 需血(5157) 技能伤(3938) 攻击加成(9.79) 技能限制攻击(无)",
    remarks: ""
}, {
    reaCode: 450,
    hero: "孙策",
    info: "攻速成长(1) max攻击(291) 需攻击(1788) max血(7885) 需血(2115) 技能伤(2220) 攻击加成(4.35) 技能限制攻击(399)",
    remarks: ""
}, {
    reaCode: 451,
    hero: "司马懿",
    info: "攻速成长(1) max攻击(321) 需攻击(4735) max血(5870) 需血(4130) 技能伤(1950) 攻击加成(1.70) 技能限制攻击(250)",
    remarks: "被动max: 390"
}, {
    reaCode: 452,
    hero: "盾山",
    info: "攻速成长(1) max攻击(316) 需攻击(2498) max血(7706) 需血(2294) 技能伤(2400) 攻击加成(2.7) 技能限制攻击(1000)",
    remarks: ""
}, {
    reaCode: 453,
    hero: "沈梦溪",
    info: "攻速成长(1) max攻击(304) 需攻击(705) max血(5910) 需血(4090) 技能伤(6825) 攻击加成(4.5) 技能限制攻击(600)",
    remarks: ""
}, {
    reaCode: 454,
    hero: "上官婉儿",
    info: "攻速成长(1) max攻击(,287) 需攻击(2066) max血(6299) 需血(3701) 技能伤(4790) 攻击加成(2.56) 技能限制攻击(723)",
    remarks: "被动max: 440/580, 忽略冲撞伤害"
}, {
    reaCode: 455,
    hero: "嫦娥",
    info: "攻速成长(0) max攻击(307) 需攻击(9308) max血(4560) 需血(5440) 技能伤(2460) 攻击加成(0.81) 技能限制攻击(184)",
    remarks: "一技能被动max: 164, 大招持续1秒"
}, {
    reaCode: 456,
    hero: "猪八戒",
    info: "攻速成长(1) max攻击(299) 需攻击(5868) max血(8457) 需血(1543) 技能伤(1365) 攻击加成(1.4) 技能限制攻击(600)",
    remarks: ""
}, {
    reaCode: 457,
    hero: "盘古",
    info: "攻速成长(2) max攻击(329) 需攻击(1760) max血(7520) 需血(2480) 技能伤(3000) 攻击加成(3.35) 技能限制攻击(1300)",
    remarks: ""
}, {
    reaCode: 458,
    hero: "瑶",
    info: "攻速成长(1) max攻击(297) 需攻击(3380) max血(5108) 需血(4892) 技能伤(2900) 攻击加成(2.1) 技能限制攻击(642)",
    remarks: ""
}, {
    reaCode: 459,
    hero: "云中君",
    info: "攻速成长(2) max攻击(378) 需攻击(2791) max血(6074) 需血(3926) 技能伤(1600) 攻击加成(2.65) 技能限制攻击(117)",
    remarks: ""
}, {
    reaCode: 460,
    hero: "曜",
    info: "攻速成长(2) max攻击(314) 需攻击(3214) max血(6900) 需血(3100) 技能伤(1180) 攻击加成(2.5) 技能限制攻击(1000)",
    remarks: "被动max: 140"
}, {
    reaCode: 461,
    hero: "马超",
    info: "攻速成长(1) max攻击(345) 需攻击(5217) max血(7350) 需血(2650) 技能伤(1100) 攻击加成(1.6) 技能限制攻击(600)",
    remarks: ""
}, {
    reaCode: 462,
    hero: "西施",
    info: "攻速成长(1) max攻击(292) 需攻击(5398) max血(5387) 需血(4613) 技能伤(1740) 攻击加成(1.53) 技能限制攻击(292)",
    remarks: ""
}, {
    reaCode: 463,
    hero: "鲁班大师",
    info: "攻速成长(1) max攻击(,301) 需攻击(3263) max血(7656) 需血(2344) 技能伤(3800) 攻击加成(1.9) 技能限制攻击(352)",
    remarks: "被动max: 840"
}, {
    reaCode: 464,
    hero: "蒙犽",
    info: "攻速成长(0) max攻击(330) 需攻击(293) max血(6014) 需血(3986) 技能伤(2947) 攻击加成(11.31) 技能限制攻击(105)",
    remarks: "一技能子弹数max: 32, 忽略大招伤害"
}, {
    reaCode: 465,
    hero: "镜",
    info: "攻速成长(1) max攻击(381) 需攻击(5820) max血(6580) 需血(3420) 技能伤(450) 攻击加成(1.54) 技能限制攻击(600)",
    remarks: ""
}, {
    reaCode: 466,
    hero: "蒙恬",
    info: "进攻形态: 攻速成长(1) max攻击(294) 需攻击(1444) max血(7599) 需血(2401) 技能伤(1220) 攻击加成(5.05) 技能限制攻击(307)",
    remarks: ""
}, {
    reaCode: 467,
    hero: "阿古朵",
    info: "攻速成长(0) max攻击(349) 需攻击(10165) max血(3195) 需血(6805) 技能伤(2640) 攻击加成(0.7) 技能限制攻击(2400)",
    remarks: "二技能持续6s"
}, {
    reaCode: 468,
    hero: "夏洛特",
    info: "攻速成长(2) max攻击(319) 需攻击(4409) max血(6909) 需血(3091) 技能伤(780) 攻击加成(1.95) 技能限制攻击(94)",
    remarks: ""
}, {
    reaCode: 469,
    hero: "澜",
    info: "攻速成长(1) max攻击(388) 需攻击(182) max血(6590) 需血(3410) 技能伤(1920) 攻击加成(3.65) 技能限制攻击(672)",
    remarks: ""
}]




























































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































